console.log("nepali")

window.LANG_NP = {

    //header
    "message": "आनन्दको एक कप",
    "title": "नेपाली स्वाध",
    "home": "घर",
    "products": "चियापती",
    "accessories": "टीपोट सेट र सहायक",
    "about_us_title": "हाम्रो बारेमा",
    "log_out": "लग आउट गर्नुहोस्",

    // Home page
    "hero_title": "प्रिमियम चिया संग्रह",
    "hero_subtitle": "हाम्रो फूल चिया को नयाँ दायरा अब उपलब्ध छ",
    "explore": "अन्वेषण गर्नुहोस्",
    "why_choose": "नेपाली स्वाड किन छनौट गर्नुहोस्?",
    "healthy": "स्वस्थ",
    "healthy_desc": "पौष्टिक, एन्टिअक्सिडेन्ट युक्त, स्फूर्तिदायी, प्राकृतिक",
    "sustainable": "दिगो",
    "sustainable_desc": "इको-मैत्री, दिगो सिप्स",
    "sourced": "हिमालयबाट साभार",
    "sourced_desc": "रमणीय स्वाद संग हिमालयन-स्रोत चिया",
    "featured_products": "विशेष उत्पादनहरू",
    "black_tea": "कालो चिया",
    "black_tea_price": "Rs 300 - Rs 1,200",
    "select_option1": "विकल्पहरू चयन गर्नुहोस्",
    "flower_tea": "फूलको चिया",
    "flower_tea_price": "Rs 300 - Rs 600",
    "select_option2": "विकल्पहरू चयन गर्नुहोस्",
    "herbal_tea": "हर्बल चिया",
    "herbal_tea_price": "Rs 800 - Rs 4,500",
    "select_option3": "विकल्पहरू चयन गर्नुहोस्",
    "green_tea": "हरियो चिया",
    "green_tea_price": "Rs 250 - Rs 1,900",
    "select_option4": "विकल्पहरू चयन गर्नुहोस्",

    "category_name1":"कालो चिया",
    "category_name2":"फूल चिया",
    "category_name3":"हर्बल चिया",
    "category_name4":"हरियो चिया",
    
    "add_to_cart2": "कार्टमा थप्नुहोस्",

    // About Us
    "about_us_description": "नेपाली स्वाडमा स्वागत छ, हामी नेपाली चियाको समृद्ध सम्पदा र अद्वितीय स्वादलाई विश्वमा ल्याउने यात्रामा छौं। हाम्रो चियाले नेपालको प्राकृतिक सौन्दर्य, सांस्कृतिक समृद्धि र दिगो कृषि अभ्यासको सार झल्काउँछ।",
    "mission_title": "हाम्रो मिशन",
    "mission_item_1": "प्रिमियम-गुणस्तरको चिया पात र सामानहरू डेलिभर गर्नुहोस्",
    "mission_item_2": "दिगो कृषि अभ्यासहरूलाई समर्थन गर्नुहोस्",
    "mission_item_3": "विश्वव्यापी रूपमा सिमलेस अनलाइन किनमेल अनुभव प्रदान गर्नुहोस्",
    "our_story_title": "हाम्रो कथा",
    "our_story_description": "नेपाली स्वाड त्रिभुवन विश्वविद्यालयका भावुक विद्यार्थीहरूको समूहद्वारा कलेज परियोजनाको एक भागको रूपमा स्थापना गरिएको थियो:",
    "story_member_1": "अनामिका ढुंगाना",
    "story_member_2": "अमिषा राई",
    "story_member_3": "मोती तामाङ",

    // footer
    "footer_about_us": "नेपाली स्वाड एक प्रिमियम ब्रान्ड हो जसले प्रामाणिक नेपाली स्वादहरू प्रदान गर्दछ, जुन एक अद्वितीय स्वाद अनुभवको लागि प्राकृतिक सामग्रीहरूद्वारा बनाइएको छ।",
    "footer_address": "ठेगाना: ललितपुर, ग्वार्को",
    "footer_phone": "फोन: +९७७९८००५६९९००",
    "footer_links_title": "नेपाली स्वध",
    "footer_link_about_us": "हाम्रो बारेमा",
    "footer_payment_title": "भुक्तानी विधिहरू",
    "footer_payment_desc": "हामी मार्फत सुरक्षित भुक्तानी विकल्पहरू स्वीकार गर्छौं:",
    "footer_bottom_copyright": "प्रतिलिपि अधिकार © २०२४ नेपाली स्वाध। सबै अधिकार सुरक्षित"

}
